{"Description":"I’m a multimedia producer with a penchant for collaboration and also pineapple pizza. I currently work on the digital enterprise team at <a href=\"https://www.wbez.org/\">WBEZ</a>, Chicago’s public media station, where I make all sorts of visual journalism and help produce and coordinate <a href=\"https://interactive.wbez.org/whats-that-building/\">long-term projects </a>and <a href=\"http://interactive.wbez.org/dolton/\">cross-newsroom collaborations.</a>","projects":[{"Name":"Gubernatorial Questionnaire","Url":"http://interactive.wbez.org/gov-questionnaire-2018/","Description":"I helped conceptualize the presentation for WBEZ’s yes/no questionnaire for Illinois’ gubernatorial candidates in 2018 -- when only one candidate followed the questionnaire instructions. I led the design and front end development for this project.","Image":"gov-grid","Emoji":"code"},{"Name":"How To Make A Cow Out Of Butter","Url":"https://interactive.wbez.org/butter-cow/","Description":"I reported, illustrated and coded the front-end presentation of this look into the making of a state fair classic.","Image":"butter-cow","Emoji":"draw"},{"Name":"16 Shots Podcast","Url":"https://16shots.wbez.org","Description":"The 16 Shots podcast followed the trial of Officer Jason Van Dyke, who was ultimately convicted of second-degree murder in the killing of Laquan McDonald. I helped produced, designed, and developed this digital accompaniment which tracked the trial as it happened, offered insight into the players involved, and provided an annotated look at the dashcam video at the center of the trial","Image":"16shots","Emoji":"code"},{"Name":"Life Without Tap Water","Url":"https://www.facebook.com/michiganradio/videos/10153900706575555/","Description":"I worked with a family in Flint, Michigan to document their experience living without tap water in the beginning stages of Flint’s water crisis. The family used disposable cameras to photograph their everyday life for a week, after which I interviewed them about those images for this video.","Image":"water","Emoji":"video"},{"Name":"probably: a digital library of congress shoebox","Url":"https:/paulibe.github.io/probably","Description":"I used Python to explore the Library of Congress’ digital photo API and build a digital manifestation the box of photos we find in basements, where we pull out photos are are able to say “that’s probably Uncle John” or “maybe that was our neighbor back then.”","Image":"probably","Emoji":"code"},{"Name":"Graphic design for WBEZ","Description":"I’ve designed logos and art for a number of WBEZ podcasts, including: <a href=\"https://www.wbez.org/shows/nerdette/b2c2c10b-1e7f-43ca-b3ad-55d6fd33722c\">Nerdette</a> (and special season, <a href=\"https://www.wbez.org/shows/nerdette/power-up-a-new-project-from-nerdette/9aca4d34-b54e-4ba1-87ce-14c6d2db3f3d\">Nerdette Power Up</a>), The Trouble (<a href=\"https://www.wbez.org/shows/the-trouble/haunted/edec57dc-b0a3-43f5-ad62-04b481136b39\">thumbnail design</a>), and <a href=\"https://www.wbez.org/shows/16-shots/55c63c72-d518-4ad9-b5dc-dd0d841d79a7\">16 Shots. </a>I also regularly make thumbnails for articles. Some of my favorites include:<a href=\"https://www.wbez.org/shows/wbez-news/5-things-chicago-mayoral-candidates-need-to-make-the-cut/952fcb99-355a-4811-bd6e-d635be0ccd5a\"> this one</a> and <a href=\"https://www.facebook.com/wbez915/posts/d41d8cd9/10156012639606000/\">this one.</a>","Image":"graphic","Emoji":"design"},{"Name":"The Collector","Url":"https://vimeo.com/64011149","Description":"A portrait inspired by the Donald Maxwell Robiner Inkwell collection. The video is currently on view next to the collection at the University of Michigan Museum of Art.","Image":"collector","Emoji":"video"},{"Name":"Are Chicago Public Schools Teachers Getting A Raise?","Url":"https://www.wbez.org/shows/wbez-news/are-chicago-public-schools-teachers-getting-a-raise/bfefd002-7672-43dc-aeb9-749658fa77d0","Description":"I illustrated this online comic to compare how Chicago Public Schools and the Chicago Teachers Union came to vastly different conclusions looking at the same contract deal.","Image":"ctu","Emoji":"draw"}]}
